/**
 * 外部コード定数定義。
 *
 * @author Charlie
 */
export const CodeConstants = {
  /** 拠点別 */
  NCO_LOCATION_CD: {
    /**  */
    CODE_BLANK: '',
    /** 新宿 */
    CODE_1: '1',
    /** 青葉台 */
    CODE_2: '2',
    /** 谷町 */
    CODE_3: '3',
    /** 日本橋 */
    CODE_4: '4',
    /** 新川 */
    CODE_5: '5',
  },

  /** 権限スキル */
  ROLE_CD: {
    /**  */
    CODE_BLANK: '',
    /** OSR */
    CODE_1: '1',
    /** CSR */
    CODE_2: '2',
    /** 係員 */
    CODE_3: '3',
    /** リーダー */
    CODE_4: '4',
    /** 検取 */
    CODE_5: '5',
    /** 役席 */
    CODE_6: '6',
  },

  /** 業務スキル */
  BUSINESS_ROLE: {
    /**  */
    CODE_BLANK: '',
    /** 新規口座開設 */
    CODE_1: '1',
  },

  /** ステータス */
  STATUS_CD: {
    /**  */
    CODE_BLANK: '',
    /** 点検中 */
    CODE_1: '1',
    /** オペレーション中 */
    CODE_2: '2',
    /** 問診中 */
    CODE_3: '3',
    /** 再鑑中 */
    CODE_4: '4',
    /** 待機中 */
    CODE_5: '5',
    /** 後処理中 */
    CODE_6: '6',
    /** マスキング処理 */
    CODE_7: '7',
    /** 作業中 */
    CODE_8: '8',
    /** 管理者確認中 */
    CODE_9: '9',
    /** 離席１ */
    CODE_10: '10',
    /** 離席２ */
    CODE_11: '11',
    /** 離席３ */
    CODE_12: '12',
    /** 離席４ */
    CODE_13: '13',
  },

  /** デザインの選択 */
  CASH_CARD_TYPE: {
    /** キャラクターなし */
    CODE_1: '1',
    /** キャラクターあり */
    CODE_2: '2',
  },

  /** 処理状況 */
  TREATMENT_STATUS: {
    /**  */
    CODE_BLANK: '',
    /** 未着手・仕掛中 */
    CODE_1: '1',
    /** 未着手 */
    CODE_2: '2',
    /** 仕掛中 */
    CODE_3: '3',
    /** エラー */
    CODE_4: '4',
    /** 口座開設済 */
    CODE_5: '5',
    /** 中断 */
    CODE_6: '6',
  },

  /** 機微情報有無 */
  MASKING_UMU_CODE: {
    /** あり */
    CODE_1: '1',
    /** なし */
    CODE_0: '0',
  },

  /** 機微情報ステータス */
  STATUS_FOR_MASKING_INFO_CODE: {
    /** 未処理 */
    CODE_1: '1',
    /** 再鑑待ち */
    CODE_3: '3',
    /** 再鑑済 */
    CODE_5: '5',
    /** 再鑑済以外 */
    CODE_6: '6',
  },

  /** オペレータステータス */
  STATUS_FOR_OPERATOR_CODE: {
    /**  */
    CODE_BLANK: '',
    /** 検印待ち */
    CODE_2: '2',
    /** 検印中 */
    CODE_3: '3',
  },

  /**  */
  SEARCH_METHOD: {
    /** 居住者日本人 */
    CODE_1: '1',
    /** 非居住者・外国人 */
    CODE_2: '2',
  },

  /** ブランド選択 */
  DEBIT_CARD_TYPE: {
    /** VISA */
    CODE_1: '1',
    /** JCB */
    CODE_2: '2',
    /** しない */
    CODE_0: '0',
  },

  /** デザインの選択 */
  DEBIT_DESIGN_TYPE: {
    /** レッド */
    CODE_1: '1',
    /** ホワイト */
    CODE_2: '2',
    /** ブラック */
    CODE_3: '3',
  },

  /** 性別コード */
  GENDER_CODE: {
    /** 男 */
    CODE_1: '1',
    /** 女 */
    CODE_2: '2',
  },

  /** 元号コード */
  GENGO_CODE: {
    /** 明治 */
    CODE_1: '1',
    /** 大正 */
    CODE_2: '2',
    /** 昭和 */
    CODE_3: '3',
    /** 平成 */
    CODE_4: '4',
    /** 令和 */
    CODE_5: '5',
  },

  /** 人格区分コード */
  PERSONALITY_TYPE_CODE: {
    /** 個人事業主 */
    CODE_01: '01',
    /** 給与所得者 */
    CODE_04: '04',
    /** その他 */
    CODE_09: '09',
  },

  /** 本人確認書類コード_A群 */
  ID_CARD_CODE_A: {
    /** 運転免許証 */
    CODE_101: '101',
    /** パスポート */
    CODE_102: '102',
    /** 乗員手帳 */
    CODE_103: '103',
    /** 住民基本台帳カード（写真有り） */
    CODE_104: '104',
    /** 外国人登録証明書 */
    CODE_105: '105',
    /** 在留カード */
    CODE_106: '106',
    /** 特別永住者証明書 */
    CODE_107: '107',
    /** 個人番号カード */
    CODE_108: '108',
    /** 身体障害者手帳 */
    CODE_164: '164',
    /** 戦傷病者手帳 */
    CODE_165: '165',
    /** 精神障害者福祉手帳 */
    CODE_166: '166',
    /** 療育手帳 */
    CODE_167: '167',
    /** その他（官公庁発行・写真有り） */
    CODE_199: '199',
    /** 外国政府発行書類 */
    CODE_499: '499',
  },

  /** 本人確認書類コード_B群 */
  ID_CARD_CODE_B: {
    /** 印鑑登録証明書（取引印） */
    CODE_131: '131',
    /** 国民健康保険被保険者証 */
    CODE_151: '151',
    /** 健康保険被保険者証 */
    CODE_152: '152',
    /** 船員保険被保険者証 */
    CODE_153: '153',
    /** 介護保険被保険者証 */
    CODE_154: '154',
    /** 後期高齢者医療被保険者証 */
    CODE_155: '155',
    /** 健康保険日雇特例被保険者手帳 */
    CODE_156: '156',
    /** 国家公務員共済組合の組合員証 */
    CODE_157: '157',
    /** 地方公務員共済組合の組合員証 */
    CODE_158: '158',
    /** 私立学校教職員共済制度加入者証 */
    CODE_159: '159',
    /** 国民年金手帳 */
    CODE_160: '160',
    /** 母子健康手帳 */
    CODE_161: '161',
    /** 児童扶養手当証書 */
    CODE_162: '162',
    /** 特別児童扶養手当証書 */
    CODE_163: '163',
  },

  /** 本人確認書類コード_C群 */
  ID_CARD_CODE_C: {
    /** 印鑑登録証明書（取引印以外） */
    CODE_201: '201',
    /** 住民票の写し */
    CODE_202: '202',
    /** 住民票の記載事項証明書 */
    CODE_203: '203',
    /** 戸籍の謄本又は抄本 */
    CODE_204: '204',
    /** その他（官公庁発行・写真なし） */
    CODE_299: '299',
  },

  /** 本人確認書類コード_補完書類 */
  ID_CARD_CODE_OTHER: {
    /** 国税・地方税の領収書 */
    CODE_001: '001',
    /** 国税・地方税の納税証明書 */
    CODE_002: '002',
    /** 社会保険料の領収書 */
    CODE_003: '003',
    /** 公共料金領収書 */
    CODE_004: '004',
    /** その他官公庁発行書類（名前・住所記載） */
    CODE_005: '005',
    /** 外国政府発行書類（名前・住所記載） */
    CODE_006: '006',
  },

  /** その他追加確認書類 */
  ID_CARD_CODE_OTHER_ADD_CONFIRMATION: {
    /** その他追加確認書類 */
    CODE_007: '007',
  },

  /** 印鑑票 */
  ID_CARD_CODE_STAMP_TICKET: {
    /** 印鑑票 */
    CODE_008: '008',
  },

  /** ステータス */
  ERRORLIST_STATUS: {
    /** 未着手 */
    CODE_1: '1',
    /** 処理中 */
    CODE_2: '2',
    /** 再鑑待ち */
    CODE_3: '3',
    /** 再鑑中 */
    CODE_4: '4',
  },

  /** 有無フラグ */
  UMU: {
    /** なし */
    CODE_0: '0',
    /** あり */
    CODE_1: '1',
  },

  /** 副業の内容 */
  SIDE_JOB_CD: {
    /** 会社役員／団体役員 */
    CODE_101: '101',
    /** 会社員／団体職員 */
    CODE_102: '102',
    /** 公務員・外国公務員 */
    CODE_103: '103',
    /** 派遣社員等 */
    CODE_104: '104',
    /** パート／アルバイト */
    CODE_105: '105',
    /** 主婦・主夫 */
    CODE_106: '106',
    /** 学生 */
    CODE_107: '107',
    /** 退職された方／無職の方 */
    CODE_108: '108',
    /** 個人事業主／自営業 */
    CODE_109: '109',
  },

  /** 取引目的 */
  TRADING_CD: {
    /** 生活費決済 */
    CODE_01: '01',
    /** 事業性決済 */
    CODE_02: '02',
    /** 給与受取／年金受取 */
    CODE_03: '03',
    /** 貯蓄／資産運用 */
    CODE_04: '04',
    /** 借入・ローン */
    CODE_05: '05',
    /** 外国送金及び送金受取 */
    CODE_06: '06',
    /** 貿易取引 */
    CODE_07: '07',
    /** 貸金庫取引 */
    CODE_08: '08',
    /** 1回あたり200万円超の現金取引 */
    CODE_09: '09',
    /** 外貨両替 */
    CODE_10: '10',
    /** 仮想通貨利用 */
    CODE_99: '99',
  },

  /** 通常月のお取引予定額 */
  MONTHLY_TRADE_AMOUNT_CD_DB: {
    /** ～100万円以下 */
    CODE_01: '01',
    /** 100万円超～500万円以下 */
    CODE_02: '02',
    /** 500万円超～1,000万円以下 */
    CODE_03: '03',
    /** 1,000万円超～3,000万円以下 */
    CODE_04: '04',
    /** 3,000万円超 */
    CODE_05: '05',
  },

  /** 制裁対象国有無区分コード */
  SANCTIONED_ASSET_DIV: {
    /**  */
    CODE_BLANK: '',
    /** あり */
    CODE_1: '1',
    /** なし */
    CODE_0: '0',
  },

  /** 生年月日元号区分 */
  GENGOU_KUBUN: {
    /** 明治 */
    CODE_1: '1',
    /** 大正 */
    CODE_2: '2',
    /** 昭和 */
    CODE_3: '3',
    /** 平成 */
    CODE_4: '4',
    /** 令和 */
    CODE_5: '5',
    /** 西暦 */
    CODE_9: '9',
  },

  /** 人格識別区分 */
  JINKAKU_SHIKIBETSU_KUBUN: {
    /** 個人 */
    CODE_1: '1',
    /** 法人 */
    CODE_2: '2',
  },

  /** ＥＤＤ先分類コード */
  EDD_SAKIBUNRUI_CODE: {
    /** マネロン対策不十分国の居住者 */
    CODE_01: '01',
    /** なりすましの疑いがある */
    CODE_02: '02',
    /** 取引時確認事項に偽りの疑いがある */
    CODE_03: '03',
    /** 外国PEPs */
    CODE_04: '04',
    /** 外国PEPsの疑いあり */
    CODE_05: '05',
    /** EDD解除先 */
    CODE_99: '99',
  },

  /** 職業の明細 */
  SIDE_JOB_DETAILS_CD: {
    /** 上場会社　役員 */
    CODE_01: '01',
    /** 上場会社　社員 */
    CODE_02: '02',
    /** 非上場会社　役員 */
    CODE_03: '03',
    /** 非上場会社　社員 */
    CODE_04: '04',
    /** 団体の役員 */
    CODE_05: '05',
    /** 団体の職員 */
    CODE_06: '06',
    /** 国家公務員 */
    CODE_07: '07',
    /** 地方公務員 */
    CODE_08: '08',
    /** その他公務員 */
    CODE_09: '09',
    /** 個人事業主／自営業 */
    CODE_10: '10',
    /** 派遣社員等 */
    CODE_11: '11',
    /** パート／アルバイト */
    CODE_12: '12',
    /** 主婦／主夫 */
    CODE_13: '13',
    /** 学生 */
    CODE_14: '14',
    /** 退職された方／無職の方 */
    CODE_15: '15',
  },

  /** 職種 */
  BUSINESS_CD: {
    /**  */
    CODE_BLANK: '',
    /** 農業／林業／漁業 */
    CODE_201: '201',
    /** 建設業 */
    CODE_202: '202',
    /** 製造業 */
    CODE_203: '203',
    /** 情報通信業 */
    CODE_204: '204',
    /** 運輸業 */
    CODE_205: '205',
    /** 卸売業 */
    CODE_206: '206',
    /** 小売業（貴金属／宝石） */
    CODE_207: '207',
    /** 小売業（除く貴金属／宝石） */
    CODE_208: '208',
    /** 金融業／保険業 */
    CODE_209: '209',
    /** 不動産業 */
    CODE_210: '210',
    /** サービス業 */
    CODE_211: '211',
    /** 飲食業 */
    CODE_212: '212',
    /** コンサルティング業 */
    CODE_213: '213',
    /** 弁護士／司法書士／行政書士／会計士／税理士 */
    CODE_214: '214',
    /** 投資事業 */
    CODE_215: '215',
    /** 医師・病院・医療機関 */
    CODE_216: '216',
    /** その他 */
    CODE_299: '299',
  },

  /** ワンタイムパスワード利用申込区分 */
  OTP_RIYOU_MOUSHIKOMI_KUBUN: {
    /** アプリ */
    CODE_1: '1',
    /** カード */
    CODE_2: '2',
    /** しない */
    CODE_3: '3',
  },

  /** 本人確認区分 */
  HOJIN_CONFIRM_KUBUN: {
    /** 本人確認要 */
    CODE_0: '0',
    /** 本人確認済 */
    CODE_1: '1',
  },

  /** 入払区分 */
  IRIHARAI_KUBUN: {
    /** 現入(現金) */
    CODE_K: 'K',
    /** 現入(未資金) */
    CODE_M: 'M',
    /** 現入訂正(現金) */
    CODE_N: 'N',
    /** 現入訂正(未資金) */
    CODE_P: 'P',
    /** 振入 */
    CODE_L: 'L',
    /** 振入訂正 */
    CODE_O: 'O',
    /** 現払 */
    CODE_Q: 'Q',
    /** 現払訂正 */
    CODE_S: 'S',
    /** 振払 */
    CODE_R: 'R',
    /** 振払訂正 */
    CODE_T: 'T',
  },

  /** 人格区分(共通API用) */
  CUSTOMER_CATEGORY: {
    /** 人格無し */
    CODE_00: '00',
    /** 個人事業主 */
    CODE_01: '01',
    /** 子供銀行 */
    CODE_03: '03',
    /** 給与所得者 */
    CODE_04: '04',
    /** 無職 */
    CODE_05: '05',
    /** 管財人 */
    CODE_06: '06',
    /** 医師 */
    CODE_07: '07',
    /** 自由業 */
    CODE_08: '08',
    /** その他 */
    CODE_09: '09',
    /** 一般法人 */
    CODE_30: '30',
    /** 金融A */
    CODE_40: '40',
    /** 金融B */
    CODE_41: '41',
    /** 金融C */
    CODE_42: '42',
    /** 公金 */
    CODE_50: '50',
    /** 任意団体 */
    CODE_60: '60',
  },

  /** PEPｓ等チェック、制裁タブ ＰＥＰ該当区分 */
  PEPS_CHECK_CODE: {
    /** その他PEPs */
    CODE_3: '3',
    /** 否定的報道先 */
    CODE_4: '4',
    /** 該当せず */
    CODE_0: '0',
  },

  /** 在留資格コード */
  ZAIRYUU_SHIKAKU_CODE: {
    /**  */
    CODE_BLANK: '',
    /** 永住者 */
    CODE_01: '01',
    /** 日本人の配偶者等 */
    CODE_02: '02',
    /** 永住者の配偶者等 */
    CODE_03: '03',
    /** 定住者 */
    CODE_04: '04',
    /** 特別永住者 */
    CODE_05: '05',
    /** 外交 */
    CODE_11: '11',
    /** 公用 */
    CODE_12: '12',
    /** 教授 */
    CODE_13: '13',
    /** 芸術 */
    CODE_14: '14',
    /** 宗教 */
    CODE_15: '15',
    /** 報道 */
    CODE_16: '16',
    /** 高度専門職 */
    CODE_17: '17',
    /** 経営・管理 */
    CODE_18: '18',
    /** 法律・会計業務 */
    CODE_19: '19',
    /** 医療 */
    CODE_20: '20',
    /** 研究 */
    CODE_21: '21',
    /** 教育 */
    CODE_22: '22',
    /** 技術・人文知識・国際業務 */
    CODE_23: '23',
    /** 企業内転勤 */
    CODE_24: '24',
    /** 介護 */
    CODE_25: '25',
    /** 興行 */
    CODE_26: '26',
    /** 技能 */
    CODE_27: '27',
    /** 技能実習 */
    CODE_28: '28',
    /** 文化活動 */
    CODE_29: '29',
    /** 短期滞在 */
    CODE_30: '30',
    /** 留学 */
    CODE_31: '31',
    /** 研修 */
    CODE_32: '32',
    /** 家族滞在 */
    CODE_33: '33',
    /** 特定活動 */
    CODE_34: '34',
    /** その他 */
    CODE_99: '99',
  },

  /** 入国6ヶ月超確認コード */
  ENTRY_PERIOD_CONFIRM_DIV_CODE: {
    /**  */
    CODE_BLANK: '',
    /** はい */
    CODE_1: '1',
    /** いいえ */
    CODE_2: '2',
    /** 不要 */
    CODE_0: '0',
  },

  /** 高リスク職業業種区分 */
  HIGH_RISK_BUSINESS_DIV_CODE: {
    /**  */
    CODE_BLANK: '',
    /** あり */
    CODE_1: '1',
    /** なし */
    CODE_0: '0',
  },

  /** リスク評価コード */
  RISK_EVALUATE_CODE: {
    /** H */
    CODE_H: 'H',
    /** M */
    CODE_M: 'M',
    /** L */
    CODE_L: 'L',
  },

  /** KYCリスク評価システム、取引開始受入判定結果区分 */
  ACCEPTE_JUDEGE_RESULT: {
    /** 受入可 */
    CODE_0: '0',
    /** 謝絶 */
    CODE_1: '1',
  },

  /** ＣＤＤ情報取得状況区分 */
  CDD_JOUHOU_SHUTOKU_JOUKYOU_KUBUN: {
    /** 済 */
    CODE_1: '1',
    /** 未済 */
    CODE_0: '0',
    /** 要 */
    CODE_2: '2',
  },

  /** 機微情報処理状況 */
  MASK_STATUS_CODE: {
    /** 未処理 */
    CODE_1: '1',
    /** 処理中 */
    CODE_2: '2',
    /** 再鑑待ち */
    CODE_3: '3',
    /** 再鑑中 */
    CODE_4: '4',
    /** 再鑑済 */
    CODE_5: '5',
  },

  /** スキャンイメージレイヤ */
  SCAN_IMAGE_LAYER_CODE: {
    /** レイヤ１ */
    CODE_1: '1',
    /** レイヤ２ */
    CODE_2: '2',
  },

  /** 申込情報登録(銀行口座)APIのマッピングに利用された */
  SHOP_SELECT_REASON_CODE: {
    /** 来店店舗 */
    CODE_1: '1',
    /** 自宅最寄り */
    CODE_2: '2',
    /** 勤務先最寄り */
    CODE_3: '3',
    /** その他 */
    CODE_4: '4',
  },

  /**  */
  FORUM_TEXT_DIV: {
    /** 取引一覧連絡事項 */
    CODE_1: '1',
    /** 待ち状況一覧コメント */
    CODE_2: '2',
  },

  /**  */
  OPERATION_DIV: {
    /** 画面表示 */
    CODE_01: '01',
    /** ダウンロード */
    CODE_11: '11',
    /** ログイン */
    CODE_21: '21',
    /** ユーザ情報追加 */
    CODE_31: '31',
    /** ユーザ情報変更 */
    CODE_32: '32',
    /** ユーザ情報削除 */
    CODE_33: '33',
    /** タブレット情報追加 */
    CODE_41: '41',
    /** タブレット情報変更 */
    CODE_42: '42',
    /** タブレット情報削除 */
    CODE_43: '43',
  },

  /**  */
  CHECK_STATUS: {
    /** 形式点検 */
    CODE_01: '01',
    /** 口座開設オペレーション */
    CODE_11: '11',
    /** 再鑑 */
    CODE_21: '21',
    /** 役席判断 */
    CODE_31: '31',
  },

  /**  */
  TABLET_STATUS: {
    /** 取引開始 */
    CODE_01: '01',
    /** 取引終了 */
    CODE_99: '99',
  },

  /**  */
  ARCHIVE_FILE_TYPE: {
    /** 業務統計ファイル */
    CODE_01: '01',
    /** 時間外アクセス履歴ファイル */
    CODE_11: '11',
    /** ダウンロード履歴ファイル */
    CODE_21: '21',
  },

  /** 履歴ファイルの種類 */
  HISTORY_FILE_TYPE: {
    /**  */
    CODE_BLANK: '',
    /** 時間外アクセス履歴ファイル */
    CODE_11: '11',
    /** ダウンロード履歴ファイル */
    CODE_21: '21',
  },

  /**  */
  EDIT_STATUS: {
    /**  */
    CODE_BLANK: '',
    /** 編集可 */
    CODE_0: '0',
    /** 編集中 */
    CODE_1: '1',
    /** 検印待ち */
    CODE_2: '2',
    /** 検印中 */
    CODE_3: '3',
  },

  /**  */
  REGIST_EIF_NAME_CODE: {
    /** 新規[普通] */
    CODE_01: '01',
    /** ダイレクト契約新規 */
    CODE_03: '03',
    /** E通知登録 */
    CODE_04: '04',
    /** ブランドデビットカード発行 */
    CODE_05: '05',
    /** 実特法登録 */
    CODE_06: '06',
    /** 印影受付情報コード登録（IC） */
    CODE_07: '07',
    /** 印影受付情報コード登録（デビット） */
    CODE_08: '08',
    /** サービス指定口座登録 */
    CODE_09: '09',
    /** 属性登録 */
    CODE_10: '10',
    /** KYC情報登録 */
    CODE_11: '11',
    /** 本人確認記録表登録 */
    CODE_12: '12',
    /** 印影レス登録 */
    CODE_13: '13',
    /** 記録表イメージ登録 */
    CODE_14: '14',
  },

  /**  */
  REGIST_EIF_RESULT_CODE: {
    /** 未送信 */
    CODE_0: '0',
    /** 登録中 */
    CODE_1: '1',
    /** NG */
    CODE_2: '2',
    /** OK */
    CODE_3: '3',
  },

  /**  */
  CHECK_FLG: {
    /** チェックOK */
    CODE_0: '0',
    /** チェックNG */
    CODE_1: '1',
  },

  /**  */
  BANKBOOK_KIND_DIV: {
    /** 有通帳 */
    CODE_11: '11',
    /** Eco通帳 */
    CODE_99: '99',
  },

  /**  */
  SEAL_DIV: {
    /** 個別印 */
    CODE_1: '1',
    /** 共通印 */
    CODE_2: '2',
    /** 印レス */
    CODE_3: '3',
  },

  /**  */
  ACCOUNT_KIND_DIV: {
    /** 普通預金 */
    CODE_1: '1',
    /** スーパー普通預金(段) */
    CODE_2: '2',
  },

  /**  */
  CASHCARD_TYPE_DIV: {
    /** コンビ */
    CODE_4: '4',
    /** セキュリティ */
    CODE_5: '5',
  },

  /**  */
  BANKBOOK_RECEIVE_DIV: {
    /** 郵送 */
    CODE_1: '1',
    /** ATM */
    CODE_2: '2',
  },

  /**  */
  DIRECT_APL_DIV: {
    /** しない */
    CODE_0: '0',
    /** する */
    CODE_1: '1',
    /** サービス指定 */
    CODE_2: '2',
  },

  /**  */
  PROCESS_STATUS: {
    /** 未済 */
    CODE_0: '0',
    /** 処理中 */
    CODE_1: '1',
    /** 待ち */
    CODE_4: '4',
    /** 完了 */
    CODE_5: '5',
    /** 管理者確認依頼中 */
    CODE_6: '6',
    /** 再鑑依頼中 */
    CODE_7: '7',
  },

  /** CIF確認書類 */
  ID_CONFIRM_DOC_CIF: {
    /** 確認書類CIF登録判定 */
    CODE_1: '1',
    /** 補足書類CIF登録判定 */
    CODE_2: '2',
  },

  /** 受付不可理由 */
  REJECT_REASON_CODE: {
    /** 複数口座 */
    CODE_0: '0',
    /** 不正口・コンプラJM等 */
    CODE_1: '1',
    /** 顧客都合 */
    CODE_2: '2',
    /** その他 */
    CODE_3: '3',
  },

  /**  */
  RESULT_STATUS_CODE: {
    /** 口座開設済 */
    CODE_1: '1',
    /** 口座開設済エラー */
    CODE_2: '2',
    /** 口座開設未済エラー */
    CODE_3: '3',
    /** 中断 */
    CODE_4: '4',
  },

  /**  */
  ACP_REF_STATUS: {
    /** 未評価 */
    CODE_01: '01',
    /** 受入判定待ち */
    CODE_02: '02',
    /** 承認待ち */
    CODE_03: '03',
    /** CIF登録待ち */
    CODE_04: '04',
    /** 完了 */
    CODE_09: '09',
  },

  /**  */
  SELECT_FLG: {
    /** チェックあり */
    CODE_1: '1',
    /** チェックなし */
    CODE_0: '0',
  },

  /** 口座開設済/未済 */
  ACCOUNT_FINISH_STATUS: {
    /**  */
    CODE_BLANK: '',
    /** 済 */
    CODE_1: '1',
    /** 未済 */
    CODE_0: '0',
  },

  /** クレジットカード申込む状態 */
  CREDIT_CARD_STATUS: {
    /** 完了 */
    CODE_0: '0',
    /** 未完了 */
    CODE_1: '1',
  },

  /** NFC対応フラグ */
  TAIO_FLG: {
    /** 対応 */
    CODE_0: '0',
    /** 未対応 */
    CODE_1: '1',
  },

  /** 要件読取フラグ */
  MITASU_FLG: {
    /** 満たす */
    CODE_0: '0',
    /** 満たさない */
    CODE_1: '1',
  },

  /**  */
  CC_JOB_CD: {
    /** 会社役員／団体役員 */
    CODE_01: '01',
    /** 会社員／団体職員 */
    CODE_02: '02',
    /** 公務員 */
    CODE_03: '03',
    /** 個人事業主／自営業 */
    CODE_04: '04',
    /** パート／アルバイト */
    CODE_05: '05',
    /** 派遣・嘱託・契約社員 */
    CODE_06: '06',
    /** 主婦／主夫 */
    CODE_07: '07',
    /** 無職 */
    CODE_09: '09',
    /** 年金受給者 */
    CODE_08: '08',
    /** 学生 */
    CODE_10: '10',
    /** その他 */
    CODE_99: '99',
  },

  /** ログインパスワード登録フラグ　商品選択タブ用 */
  UMU_SYOUHIN: {
    /** する */
    CODE_1: '1',
    /** しない */
    CODE_0: '0',
  },

  /** KYCリスク評価システム、承認結果区分 */
  APPD_JUDEGE_RESULT: {
    /** 承認 */
    CODE_0: '0',
    /** 差戻 */
    CODE_1: '1',
  },

  /** 居住者区分 */
  HABITABILITY_DIV: {
    /** 居住 */
    CODE_1: '1',
    /** 非居住 */
    CODE_2: '2',
  },

  /** 制裁対象国有無区分コード */
  SANCTIONED_ASSET_FLG: {
    /**  */
    CODE_BLANK: '',
    /** ある */
    CODE_1: '1',
    /** ない */
    CODE_0: '0',
  },

  /** 外為取扱区分 */
  FGN_EXCH_DIV: {
    /** 母店 */
    CODE_0: '0',
    /** 取扱店 */
    CODE_1: '1',
    /** 両替店 */
    CODE_2: '2',
    /** 資金室 */
    CODE_8: '8',
    /** 取次店 */
    CODE_9: '9',
    /** その他 */
    CODE_BLANK: '',
  },
};
