/**
 * エラーコード定数。
 *
 * @author Charlie
 */
export const ErrorCodes = {
  /**
   * 画面名: メニュー
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30001: '30001',

  /**
   * 画面名: オペレータ状況一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30002: '30002',

  /**
   * 画面名: 取引一覧表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30003: '30003',

  /**
   * 画面名: 取引一覧表示
   * 実施タイミング:
   * 処理開始ボタン押下時
   */
  C30004: '30004',

  /**
   * 画面名: 取引一覧表示
   * 実施タイミング:
   * 処理開始ボタン押下時
   */
  C30005: '30005',

  /**
   * 画面名: 取引一覧表示
   * 実施タイミング:
   * 行選択時
   */
  C30006: '30006',

  /**
   * 画面名: 取引一覧表示
   * 実施タイミング:
   * 行選択時
   */
  C30007: '30007',

  /**
   * 画面名: 取引一覧表示
   * 実施タイミング:
   * 行選択時
   */
  C30008: '30008',

  /**
   * 画面名: 取引一覧表示
   * 実施タイミング:
   * 行選択時
   */
  C30009: '30009',

  /**
   * 画面名: 取引一覧表示
   * 実施タイミング:
   * 行選択時
   */
  C30010: '30010',

  /**
   * 画面名: 取引一覧表示
   * 実施タイミング:
   * 行選択時
   */
  C30011: '30011',

  /**
   * 画面名: 形式点検
   * 実施タイミング:
   * 画面表示時
   */
  C30383: '30383',

  /**
   * 画面名: 形式点検
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30012: '30012',

  /**
   * 画面名: 形式点検
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30013: '30013',

  /**
   * 画面名: 形式点検
   * 実施タイミング:
   * 点検完了ボタン押下時
   */
  C30015: '30015',

  /**
   * 画面名: 形式点検
   * 実施タイミング:
   * 点検完了ボタン押下時
   */
  C30016: '30016',

  /**
   * 画面名: 形式点検
   * 実施タイミング:
   * 点検完了ボタン押下時
   */
  C30473: '30473',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 画面表示時
   */
  C30384: '30384',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30368: '30368',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30017: '30017',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30485: '30485',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30371: '30371',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30018: '30018',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30019: '30019',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30020: '30020',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30486: '30486',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30021: '30021',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30022: '30022',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30023: '30023',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30024: '30024',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30025: '30025',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30026: '30026',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30027: '30027',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30028: '30028',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30030: '30030',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30031: '30031',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30032: '30032',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30033: '30033',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30035: '30035',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30036: '30036',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30037: '30037',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30038: '30038',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30039: '30039',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30042: '30042',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30043: '30043',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 問診開始ボタン押下時
   */
  C30044: '30044',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30385: '30385',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30049: '30049',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30373: '30373',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30374: '30374',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30375: '30375',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30050: '30050',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30051: '30051',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30052: '30052',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30386: '30386',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30054: '30054',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30055: '30055',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30056: '30056',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30057: '30057',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30058: '30058',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30059: '30059',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30060: '30060',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30061: '30061',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30062: '30062',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30063: '30063',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30064: '30064',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30065: '30065',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30066: '30066',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30067: '30067',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30068: '30068',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30069: '30069',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30071: '30071',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30072: '30072',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30073: '30073',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30074: '30074',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30075: '30075',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30076: '30076',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30387: '30387',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30388: '30388',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30389: '30389',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30077: '30077',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30078: '30078',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30390: '30390',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30391: '30391',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30392: '30392',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30079: '30079',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30080: '30080',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30081: '30081',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30082: '30082',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30083: '30083',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30084: '30084',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30085: '30085',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30086: '30086',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30087: '30087',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30088: '30088',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30089: '30089',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30090: '30090',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30091: '30091',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30092: '30092',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30093: '30093',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30094: '30094',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30095: '30095',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30096: '30096',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30097: '30097',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30098: '30098',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30099: '30099',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30100: '30100',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30101: '30101',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30102: '30102',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30103: '30103',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30104: '30104',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30105: '30105',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30106: '30106',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30107: '30107',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30108: '30108',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30109: '30109',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30110: '30110',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30111: '30111',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30112: '30112',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30113: '30113',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30114: '30114',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30115: '30115',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30116: '30116',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30117: '30117',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30118: '30118',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30119: '30119',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30120: '30120',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30121: '30121',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時（固有）
   */
  C30122: '30122',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 再鑑ボタン押下時
   */
  C30393: '30393',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 再鑑ボタン押下時
   */
  C30127: '30127',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 再鑑ボタン押下時
   */
  C30377: '30377',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 再鑑ボタン押下時
   */
  C30378: '30378',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 再鑑ボタン押下時
   */
  C30379: '30379',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 再鑑ボタン押下時
   */
  C30128: '30128',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 再鑑ボタン押下時
   */
  C30129: '30129',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 再鑑ボタン押下時
   */
  C30130: '30130',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 再鑑ボタン押下時
   */
  C30131: '30131',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 再鑑ボタン押下時
   */
  C30132: '30132',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 再鑑ボタン押下時
   */
  C30133: '30133',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 次へボタン押下時
   */
  C30134: '30134',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 次へボタン押下時
   */
  C30135: '30135',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 次へボタン押下時
   */
  C30136: '30136',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 次へボタン押下時
   */
  C30137: '30137',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 問診終了ボタン押下時
   */
  C30138: '30138',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 管理者確認ボタン押下時
   */
  C30139: '30139',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 管理者確認ボタン押下時
   */
  C30140: '30140',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付不可ボタン押下時
   */
  C30141: '30141',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付不可ボタン押下時
   */
  C30142: '30142',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付終了ボタン押下時
   * （ポップアップ）
   */
  C30143: '30143',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付可ボタン押下時
   */
  C30148: '30148',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付可ボタン押下時
   */
  C30149: '30149',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付可ボタン押下時
   */
  C30150: '30150',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付可ボタン押下時
   */
  C30151: '30151',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付可ボタン押下時
   */
  C30152: '30152',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付可ボタン押下時
   */
  C30153: '30153',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付可ボタン押下時
   */
  C30154: '30154',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付可ボタン押下時
   */
  C30155: '30155',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付可ボタン押下時
   */
  C30394: '30394',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付可ボタン押下時
   */
  C30157: '30157',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付可ボタン押下時
   */
  C30158: '30158',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付可ボタン押下時
   */
  C30159: '30159',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 受付可ボタン押下時
   */
  C30160: '30160',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 戻るボタン押下時
   */
  C30161: '30161',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * はいボタン押下時
   * （ポップアップ）
   */
  C30162: '30162',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * はいボタン押下時
   * （ポップアップ）
   */
  C30163: '30163',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * はいボタン押下時
   * （ポップアップ）
   */
  C30164: '30164',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30165: '30165',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30395: '30395',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30397: '30397',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30399: '30399',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30401: '30401',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30402: '30402',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30403: '30403',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30404: '30404',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30405: '30405',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30406: '30406',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30407: '30407',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30408: '30408',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30410: '30410',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30411: '30411',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30412: '30412',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30413: '30413',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30414: '30414',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * 再鑑完了ボタン押下時
   */
  C30415: '30415',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * 再鑑完了ボタン押下時
   */
  C30168: '30168',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * 再鑑完了ボタン押下時
   */
  C30416: '30416',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * 再鑑完了ボタン押下時
   */
  C30417: '30417',

  /**
   * 画面名: 再鑑
   * 実施タイミング:
   * 再鑑完了ボタン押下時
   */
  C30418: '30418',

  /**
   * 画面名: 役席判断
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30169: '30169',

  /**
   * 画面名: 役席判断
   * 実施タイミング:
   * 受付不可ボタン押下時
   */
  C30172: '30172',

  /**
   * 画面名: 役席判断
   * 実施タイミング:
   * 受付不可ボタン押下時
   */
  C30173: '30173',

  /**
   * 画面名: エラー処理未済一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30174: '30174',

  /**
   * 画面名: エラー処理未済一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30175: '30175',

  /**
   * 画面名: エラー処理未済一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30176: '30176',

  /**
   * 画面名: エラー処理未済一覧
   * 実施タイミング:
   * 行選択時
   */
  C30177: '30177',

  /**
   * 画面名: エラー処理未済一覧
   * 実施タイミング:
   * 行選択時
   */
  C30178: '30178',

  /**
   * 画面名: エラー処理未済一覧
   * 実施タイミング:
   * 行選択時
   */
  C30179: '30179',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30424: '30424',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30425: '30425',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30426: '30426',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30427: '30427',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30428: '30428',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30429: '30429',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30430: '30430',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30431: '30431',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30432: '30432',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30433: '30433',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30434: '30434',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30435: '30435',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30436: '30436',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30437: '30437',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30438: '30438',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30439: '30439',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30440: '30440',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30441: '30441',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30443: '30443',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30444: '30444',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30445: '30445',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30446: '30446',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30447: '30447',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * 再鑑ボタン押下時
   */
  C30185: '30185',

  /**
   * 画面名: エラー明細表示
   * 実施タイミング:
   * 再鑑ボタン押下時
   */
  C30186: '30186',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30448: '30448',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30449: '30449',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30450: '30450',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30451: '30451',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30452: '30452',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30453: '30453',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30454: '30454',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30455: '30455',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30456: '30456',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30457: '30457',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30458: '30458',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30459: '30459',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30460: '30460',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30461: '30461',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30462: '30462',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30463: '30463',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30464: '30464',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30465: '30465',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30467: '30467',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30468: '30468',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30469: '30469',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30470: '30470',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30471: '30471',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * 再送信ボタン押下時
   */
  C30192: '30192',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * 再送信ボタン押下時
   */
  C30193: '30193',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * 確定ボタン押下時
   * （ポップアップ）
   */
  C30194: '30194',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * 確定ボタン押下時
   * （ポップアップ）
   */
  C30419: '30419',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * 確定ボタン押下時
   * （ポップアップ）
   */
  C30420: '30420',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * 確定ボタン押下時
   * （ポップアップ）
   */
  C30421: '30421',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * 確定ボタン押下時
   * （ポップアップ）
   */
  C30195: '30195',

  /**
   * 画面名: 修正内容再鑑
   * 実施タイミング:
   * 確定ボタン押下時
   * （ポップアップ）
   */
  C30196: '30196',

  /**
   * 画面名: 取引一覧表示(参照用)
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30197: '30197',

  /**
   * 画面名: 取引一覧表示(参照用)
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30198: '30198',

  /**
   * 画面名: 取引一覧表示(参照用)
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30199: '30199',

  /**
   * 画面名: 取引一覧表示(参照用)
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30200: '30200',

  /**
   * 画面名: 取引一覧表示(参照用)
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30201: '30201',

  /**
   * 画面名: 取引一覧表示(参照用)
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30202: '30202',

  /**
   * 画面名: MUGF一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30203: '30203',

  /**
   * 画面名: MUGF一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30204: '30204',

  /**
   * 画面名: MUGF一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30205: '30205',

  /**
   * 画面名: MUGF一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30206: '30206',

  /**
   * 画面名: MUGF一覧
   * 実施タイミング:
   * 個別印刷
   */
  C30207: '30207',

  /**
   * 画面名: MUGF一覧
   * 実施タイミング:
   * 一括印刷
   */
  C30208: '30208',

  /**
   * 画面名: 業務統計データ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30209: '30209',

  /**
   * 画面名: 業務統計データ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30210: '30210',

  /**
   * 画面名: 業務統計データ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30211: '30211',

  /**
   * 画面名: 業務統計データ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30212: '30212',

  /**
   * 画面名: 業務統計データ
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30213: '30213',

  /**
   * 画面名: 業務統計データ
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30214: '30214',

  /**
   * 画面名: 業務統計データ
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30215: '30215',

  /**
   * 画面名: 業務統計データ
   * 実施タイミング:
   * ダウンロードボタン押下時
   */
  C30216: '30216',

  /**
   * 画面名: 機微情報一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30217: '30217',

  /**
   * 画面名: 機微情報一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30218: '30218',

  /**
   * 画面名: 機微情報一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30219: '30219',

  /**
   * 画面名: 機微情報一覧
   * 実施タイミング:
   * 行選択時
   */
  C30220: '30220',

  /**
   * 画面名: 機微情報一覧
   * 実施タイミング:
   * 行選択時
   */
  C30221: '30221',

  /**
   * 画面名: 機微情報一覧
   * 実施タイミング:
   * 行選択時
   */
  C30222: '30222',

  /**
   * 画面名: オペレータ一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30223: '30223',

  /**
   * 画面名: オペレータ一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30224: '30224',

  /**
   * 画面名: オペレータ一覧
   * 実施タイミング:
   * 行選択時
   */
  C30225: '30225',

  /**
   * 画面名: オペレータ一覧
   * 実施タイミング:
   * 行選択時
   */
  C30226: '30226',

  /**
   * 画面名: オペレータ一覧
   * 実施タイミング:
   * 行選択時
   */
  C30227: '30227',

  /**
   * 画面名: オペレータ一覧
   * 実施タイミング:
   * オペレータ追加ボタン押下時
   */
  C30228: '30228',

  /**
   * 画面名: オペレータ一覧
   * 実施タイミング:
   * オペレータ追加ボタン押下時
   */
  C30229: '30229',

  /**
   * 画面名: オペレータ一覧
   * 実施タイミング:
   * オペレータ追加ボタン押下時
   */
  C30230: '30230',

  /**
   * 画面名: オペレータ情報表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30231: '30231',

  /**
   * 画面名: オペレータ情報表示
   * 実施タイミング:
   * 完了ボタン押下時
   */
  C30233: '30233',

  /**
   * 画面名: オペレータ情報表示
   * 実施タイミング:
   * 完了ボタン押下時
   */
  C30234: '30234',

  /**
   * 画面名: オペレータ情報表示
   * 実施タイミング:
   * 完了ボタン押下時
   */
  C30235: '30235',

  /**
   * 画面名: オペレータ情報表示
   * 実施タイミング:
   * 完了ボタン押下時
   */
  C30236: '30236',

  /**
   * 画面名: オペレータ情報表示
   * 実施タイミング:
   * 取消ボタン押下時
   */
  C30237: '30237',

  /**
   * 画面名: アクセス履歴一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30238: '30238',

  /**
   * 画面名: アクセス履歴一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30239: '30239',

  /**
   * 画面名: アクセス履歴一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30240: '30240',

  /**
   * 画面名: アクセス履歴一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30241: '30241',

  /**
   * 画面名: アクセス履歴一覧
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30242: '30242',

  /**
   * 画面名: アクセス履歴一覧
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30243: '30243',

  /**
   * 画面名: アクセス履歴一覧
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30244: '30244',

  /**
   * 画面名: アクセス履歴一覧
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30245: '30245',

  /**
   * 画面名: アクセス履歴一覧
   * 実施タイミング:
   * ダウンロードボタン押下時
   */
  C30246: '30246',

  /**
   * 画面名: 待ち状況一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30247: '30247',

  /**
   * 画面名: タブレット一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30248: '30248',

  /**
   * 画面名: タブレット一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30249: '30249',

  /**
   * 画面名: タブレット一覧
   * 実施タイミング:
   * 行選択時
   */
  C30250: '30250',

  /**
   * 画面名: タブレット一覧
   * 実施タイミング:
   * 行選択時
   */
  C30251: '30251',

  /**
   * 画面名: タブレット一覧
   * 実施タイミング:
   * 行選択時
   */
  C30252: '30252',

  /**
   * 画面名: タブレット一覧
   * 実施タイミング:
   * タブレット追加ボタン押下時
   */
  C30253: '30253',

  /**
   * 画面名: タブレット一覧
   * 実施タイミング:
   * タブレット追加ボタン押下時
   */
  C30254: '30254',

  /**
   * 画面名: タブレット一覧
   * 実施タイミング:
   * タブレット追加ボタン押下時
   */
  C30255: '30255',

  /**
   * 画面名: タブレット登録
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30256: '30256',

  /**
   * 画面名: タブレット登録
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30257: '30257',

  /**
   * 画面名: タブレット登録
   * 実施タイミング:
   * 完了ボタン押下時
   */
  C30259: '30259',

  /**
   * 画面名: タブレット登録
   * 実施タイミング:
   * 完了ボタン押下時
   */
  C30260: '30260',

  /**
   * 画面名: タブレット登録
   * 実施タイミング:
   * 完了ボタン押下時
   */
  C30261: '30261',

  /**
   * 画面名: タブレット登録
   * 実施タイミング:
   * 取消ボタン押下時
   */
  C30262: '30262',

  /**
   * 画面名: 事前照会タブ
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30263: '30263',

  /**
   * 画面名: 事前照会タブ
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30264: '30264',

  /**
   * 画面名: 事前照会タブ
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30265: '30265',

  /**
   * 画面名: 事前照会タブ
   * 実施タイミング:
   * i-CIF照会ボタン押下時
   */
  C30267: '30267',

  /**
   * 画面名: 事前照会タブ
   * 実施タイミング:
   * i-CIF照会ボタン押下時
   */
  C30268: '30268',

  /**
   * 画面名: 事前照会タブ
   * 実施タイミング:
   * i-CIF照会ボタン押下時
   */
  C30269: '30269',

  /**
   * 画面名: 事前照会タブ
   * 実施タイミング:
   * 異動明細照会ボタン押下時
   */
  C30271: '30271',

  /**
   * 画面名: 事前照会タブ
   * 実施タイミング:
   * 異動明細照会ボタン押下時
   */
  C30272: '30272',

  /**
   * 画面名: 事前照会タブ
   * 実施タイミング:
   * 取引明細照会ボタン押下時
   */
  C30274: '30274',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30275: '30275',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30276: '30276',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30279: '30279',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30487: '30487',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30280: '30280',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30281: '30281',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30282: '30282',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30283: '30283',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30284: '30284',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30285: '30285',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30286: '30286',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30287: '30287',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30288: '30288',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30289: '30289',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30290: '30290',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30291: '30291',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30292: '30292',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30293: '30293',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30294: '30294',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30295: '30295',

  /**
   * 画面名: CDD/EDDタブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30296: '30296',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30298: '30298',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30299: '30299',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30300: '30300',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30301: '30301',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30302: '30302',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30303: '30303',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30304: '30304',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30305: '30305',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30306: '30306',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30307: '30307',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30308: '30308',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30309: '30309',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30310: '30310',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30311: '30311',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30312: '30312',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30313: '30313',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30314: '30314',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30315: '30315',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30317: '30317',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30318: '30318',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30320: '30320',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30321: '30321',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30323: '30323',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30324: '30324',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30325: '30325',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30326: '30326',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30327: '30327',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30328: '30328',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30422: '30422',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30329: '30329',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30330: '30330',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30332: '30332',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30333: '30333',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30334: '30334',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30335: '30335',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30336: '30336',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30337: '30337',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30338: '30338',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30339: '30339',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30340: '30340',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30341: '30341',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30342: '30342',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30343: '30343',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30344: '30344',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30345: '30345',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30346: '30346',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30347: '30347',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30423: '30423',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * リスク評価照会ボタン押下時
   */
  C30348: '30348',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * 受入判定登録ボタン押下時
   */
  C30350: '30350',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * 受入判定登録ボタン押下時
   */
  C30351: '30351',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * 受入判定登録ボタン押下時
   */
  C30352: '30352',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * 受入判定登録ボタン押下時
   */
  C30353: '30353',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * 受入判定登録ボタン押下時
   */
  C30354: '30354',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * 承認結果反映ボタン押下時
   */
  C30356: '30356',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * 承認結果反映ボタン押下時
   */
  C30357: '30357',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * 承認結果反映ボタン押下時
   */
  C30358: '30358',

  /**
   * 画面名: リスク評価タブ
   * 実施タイミング:
   * 承認結果反映ボタン押下時
   */
  C30360: '30360',

  /**
   * 画面名: 商品選択タブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30361: '30361',

  /**
   * 画面名: 商品選択タブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30362: '30362',

  /**
   * 画面名: 商品選択タブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30363: '30363',

  /**
   * 画面名: 商品選択タブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30364: '30364',

  /**
   * 画面名: 商品選択タブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30365: '30365',

  /**
   * 画面名: 商品選択タブ
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30367: '30367',

  /**
   * 画面名: 全般
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30381: '30381',

  /**
   * 画面名: 全般
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30382: '30382',

  /**
   * 画面名: オペレータ状況一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30474: '30474',

  /**
   * 画面名: 取引一覧表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30475: '30475',

  /**
   * 画面名: 取引一覧表示
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30476: '30476',

  /**
   * 画面名: エラー処理未済一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30477: '30477',

  /**
   * 画面名: 取引一覧表示(参照用)
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30478: '30478',

  /**
   * 画面名: MUFG一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30479: '30479',

  /**
   * 画面名: オペレータ一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30480: '30480',

  /**
   * 画面名: 待ち状況一覧
   * 実施タイミング:
   * コメント登録ボタン押下時
   */
  C30481: '30481',

  /**
   * 画面名: タブレット一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30482: '30482',

  /**
   * 画面名: タブレット一覧
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30483: '30483',

  /**
   * 画面名: 商品選択タブ
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30484: '30484',

  /**
   * 画面名: 現住所確認
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30488: '30488',

  /**
   * 画面名: CIF確認
   * 実施タイミング:
   * フォーカスアウト時
   */
  C30489: '30489',

  /**
   * 画面名: 口座開設オペレーション
   * 実施タイミング:
   * 更新ボタン押下時
   */
  C30490: '30490',

  /**
   * 画面名: MUFG一覧
   * 実施タイミング:
   * 検索ボタン押下時
   */
  C30491: '30491',

  /**
   * 画面名: MUFG一覧
   * 実施タイミング:
   * 一括印刷
   */
  C30492: '30492',

  /**
   * 画面名: MUFG一覧
   * 実施タイミング:
   * 個別印刷
   */
  C30493: '30493',

  /**
   * 画面名: MUFG一覧
   * 実施タイミング:
   * 一括印刷
   */
  C30494: '30494',
};
